Repository: dadederk/RetroRacing
Catalog: RetroRacing/RetroRacingShared/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, zh_hans, zh_hant

source: %lld life remaining
ca: %lld vida restant
de: %lld Leben übrig
es: %lld vida restante
fr: %lld vie restante
it: %lld vita rimasta
ja: 残りライフ %lld
ko: 남은 목숨 %lld
nl: %lld leven over
pt_br: %lld vida restante
pt_pt: %lld vida restante
zh_hans: 剩余生命 %lld
zh_hant: 剩餘生命 %lld

source: %lld lives remaining
ca: %lld vides restants
de: %lld Leben übrig
es: %lld vidas restantes
fr: %lld vies restantes
it: %lld vite rimaste
ja: 残りライフ %lld
ko: 남은 목숨 %lld
nl: %lld levens over
pt_br: %lld vidas restantes
pt_pt: %lld vidas restantes
zh_hans: 剩余生命 %lld
zh_hant: 剩餘生命 %lld

# about_also_supporting_header
source: Also Supporting
ca: També donem suport a
de: Unterstützen wir auch
es: También apoyamos
fr: Nous soutenons aussi
it: Sosteniamo anche
ja: こちらも支援
ko: 함께 후원
nl: Ook steunen we
pt_br: Também apoiamos
pt_pt: Também apoiamos
zh_hans: 也支持
zh_hant: 也支持

# about_ammec_footer
source: 10% of proceeds go to AMMEC, an association that promotes autonomy and social integration for people with physical disabilities, supporting families and fostering community.
ca: El 10% dels ingressos es destinen a AMMEC, una associació que promou l'autonomia i la integració social de persones amb discapacitats físiques, donant suport a les famílies i fomentant la comunitat.
de: 10 % der Einnahmen gehen an AMMEC, einen Verein, der Autonomie und soziale Integration für Menschen mit körperlichen Behinderungen fördert, Familien unterstützt und Gemeinschaft stärkt.
es: El 10% de los ingresos se destinan a AMMEC, una asociación que promueve la autonomía e integración social de personas con discapacidades físicas, apoyando a las familias y fomentando la comunidad.
fr: 10 % des recettes vont à AMMEC, une association qui promeut l'autonomie et l'intégration sociale des personnes en situation de handicap physique, en soutenant les familles et en renforçant la communauté.
it: Il 10% dei ricavi va ad AMMEC, un'associazione che promuove l'autonomia e l'integrazione sociale delle persone con disabilità fisiche, sostenendo le famiglie e favorendo la comunità.
ja: 収益の10%はAMMECに寄付されます。AMMECは、身体障害のある方の自立と社会参加を支援し、家族とコミュニティを支える団体です。
ko: 수익의 10%는 AMMEC에 기부됩니다. AMMEC는 신체 장애가 있는 분들의 자립과 사회 통합, 가족과 지역사회를 지원하는 단체예요.
nl: 10% van de opbrengsten gaat naar AMMEC, een vereniging die autonomie en sociale integratie voor mensen met een lichamelijke beperking bevordert, gezinnen ondersteunt en gemeenschap versterkt.
pt_br: 10% dos valores vão para a AMMEC, uma associação que promove autonomia e integração social de pessoas com deficiência física, apoiando famílias e fortalecendo a comunidade.
pt_pt: 10% dos valores vão para a AMMEC, uma associação que promove autonomia e integração social de pessoas com deficiência física, apoiando famílias e fortalecendo a comunidade.
zh_hans: 收益的 10% 将捐给 AMMEC，这个协会促进身心障碍者的自主与社会融入，支持家庭并凝聚社群。
zh_hant: 收益的 10% 將捐給 AMMEC，這個協會促進身心障礙者的自主與社會融入，支持家庭並凝聚社群。

# about_app_subtitle
source: App information, tips, and help
ca: Informació de l’app, consells i ajuda
de: App-Infos, Tipps und Hilfe
es: Información de la app, consejos y ayuda
fr: Infos sur l'app, astuces et aide
it: Info sull'app, consigli e aiuto
ja: アプリ情報、ヒント、ヘルプ
ko: 앱 정보, 팁, 도움말
nl: App-info, tips en hulp
pt_br: Informações do app, dicas e ajuda
pt_pt: Informações do app, dicas e ajuda
zh_hans: App 信息、提示与说明
zh_hant: App 資訊、提示與說明

# about_arcticonference_subtitle
source: For being the coolest conference
ca: Per ser la conferència més guai
de: Für die coolste Konferenz
es: Por ser la conferencia más genial
fr: Pour la conférence la plus cool
it: Per la conferenza più imperdibile
ja: 最高にクールなカンファレンスのために
ko: 가장 멋진 컨퍼런스를 위해
nl: Voor de coolste conferentie
pt_br: Pela conferência mais irada
pt_pt: Pela conferência mais irada
zh_hans: 献给最酷的开发者大会
zh_hant: 獻給最酷的開發者大會

# about_connect_header
source: Let's connect!
ca: Connectem!
de: Lass uns vernetzen!
es: ¡Conectemos!
fr: Restons en contact !
it: Restiamo in contatto!
ja: つながろう！
ko: 함께해요!
nl: Laten we contact houden!
pt_br: Vamos nos conectar!
pt_pt: Vamos nos conectar!
zh_hans: 一起连结！
zh_hant: 一起連結！

# about_credits_header
source: Credits
ca: Crèdits
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
pt_br: Créditos
pt_pt: Créditos
zh_hans: 制作群
zh_hant: 製作群

# about_font_license
source: Licensed under the SIL Open Font License 1.1
ca: Sota llicència SIL Open Font License 1.1
de: Lizenziert unter der SIL Open Font License 1.1
es: Bajo licencia SIL Open Font License 1.1
fr: Sous licence SIL Open Font License 1.1
it: Con licenza SIL Open Font License 1.1
ja: SIL Open Font License 1.1 の下でライセンス
ko: SIL Open Font License 1.1 하에 라이선스
nl: Gelicentieerd onder de SIL Open Font License 1.1
pt_br: Licenciada sob a SIL Open Font License 1.1
pt_pt: Licenciada sob a SIL Open Font License 1.1
zh_hans: 依 SIL Open Font License 1.1 授权
zh_hant: 依 SIL Open Font License 1.1 授權

# about_footer_location
source: Oulu, Finland
ca: Oulu, Finlàndia
de: Oulu, Finnland
es: Oulu, Finlandia
fr: Oulu, Finlande
it: Oulu, Finlandia
ja: フィンランド・オウル
ko: 핀란드 오ulu
pt_br: Oulu, Finlândia
pt_pt: Oulu, Finlândia
zh_hans: 芬兰奥卢
zh_hant: 芬蘭奥盧

# about_footer_love
source: Released with love ❤️ from ARCtic
ca: Alliberat amb estima ❤️ des d’ARCtic
de: Mit Liebe ❤️ veröffentlicht aus ARCtic
es: Hecho con cariño ❤️ desde ARCtic
fr: Publié avec amour ❤️ depuis ARCtic
it: Pubblicato con amore ❤️ da ARCtic
ja: ARCticから愛を込めて ❤️
ko: ARCtic에서 사랑을 담아 ❤️
nl: Uitgebracht met liefde ❤️ vanuit ARCtic
pt_br: Lançado com amor ❤️ da ARCtic
pt_pt: Lançado com amor ❤️ da ARCtic
zh_hans: 由 ARCtic 带着爱 ❤️ 推出
zh_hant: 由 ARCtic 帶著愛 ❤️ 推出

# about_footer_thanks
source: Thanks to everyone that played the game and encouraged me to push the button.
ca: Gràcies a tothom qui ha jugat i m’ha animat a prémer el botó.
de: Danke an alle, die gespielt und mich ermutigt haben, den Knopf zu drücken.
es: Gracias a todos los que habéis jugado y me habéis animado a pulsar el botón.
fr: Merci à tous ceux qui ont joué et m'ont encouragé à appuyer sur le bouton.
it: Grazie a tutti quelli che hanno giocato e mi hanno incoraggiato a premere il pulsante.
ja: プレイしてくれた皆さん、ボタンを押す勇気をくれてありがとう。
ko: 게임을 즐겨 주고 버튼을 누르도록 격려해 준 모든 분께 감사합니다.
nl: Bedankt aan iedereen die het spel heeft gespeeld en me heeft aangemoedigd om op de knop te drukken.
pt_br: Obrigado a todos que jogaram e me incentivaram a apertar o botão.
pt_pt: Obrigado a todos que jogaram e me incentivaram a apertar o botão.
zh_hans: 感谢所有玩过游戏、并鼓励我按下发布按钮的人。
zh_hant: 感謝所有玩過遊戲、並鼓勵我按下發佈按鈕的人。

# about_giving_back_header
source: Giving Back
ca: Donar en torn
de: Zurückgeben
es: Devolver
fr: Redonner
it: Restituire
ja: 還元
ko: 기부
nl: Teruggeven
pt_br: Retribuir
pt_pt: Retribuir
zh_hans: 回馈社会
zh_hant: 回饋社會

# about_helm_subtitle
source: A native app for managing App Store Connect
ca: Una aplicació nativa per a gestionar App Store Connect
de: Eine native App für App Store Connect
es: Una aplicación nativa para gestionar App Store Connect
fr: Une app native pour gérer App Store Connect
it: Un'app nativa per gestire App Store Connect
ja: App Store Connectを管理するネイティブアプリ
ko: App Store Connect를 관리하는 네이티브 앱
nl: Een native app voor App Store Connect
pt_br: Um app nativo para gerenciar o App Store Connect
pt_pt: Um app nativo para gerenciar o App Store Connect
zh_hans: 管理 App Store Connect 的原生 App
zh_hant: 管理 App Store Connect 的原生 App

# about_rate_hint
source: Opens the App Store review page
ca: Obri la pàgina de ressenyes de l’App Store
de: Öffnet die App-Store-Bewertungsseite
es: Abre la página de reseñas de App Store
fr: Ouvre la page d'évaluation sur l'App Store
it: Apre la pagina delle recensioni sull'App Store
ja: App Storeのレビューページを開きます
ko: App Store 리뷰 페이지를 엽니다
nl: Opent de App Store-beoordelingspagina
pt_br: Abre a página de avaliação na App Store
pt_pt: Abre a página de avaliação na App Store
zh_hans: 开启 App Store 评论页面
zh_hant: 開啟 App Store 評論頁面

# about_rate_title
source: Rate RetroRapid!
ca: Valora RetroRapid!
de: Bewerte RetroRapid!
es: Valora RetroRapid!
fr: Note RetroRapid !
it: Valuta RetroRapid!
ja: RetroRapid!を評価
ko: RetroRapid! 평가하기
nl: Beoordeel RetroRapid!
pt_br: Avalie o RetroRapid!
pt_pt: Avalie o RetroRapid!
zh_hans: 为 RetroRapid! 评分
zh_hant: 為 RetroRapid! 評分

# about_title
source: About
ca: Quant a
de: Info
es: Acerca de
fr: À propos
it: Info
ja: このアプリについて
ko: 정보
nl: Over
pt_br: Sobre
pt_pt: Sobre
zh_hans: 关于
zh_hant: 關於

# achievement_control_name_crown
source: Digital Crown
ca: Corona Digital
es: Corona Digital

# achievement_control_name_gamecontroller
source: Game Controller
ca: Comandament
es: Mando
fr: Manette
it: Controller di gioco
ja: ゲームコントローラー
ko: 게임 컨트롤러
pt_br: Controle de jogo
pt_pt: Comando de jogo
zh_hans: 游戏控制器
zh_hant: 遊戲控制器

# achievement_control_name_keyboard
source: Keyboard
ca: Teclat
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
nl: Toetsenbord
pt_br: Teclado
pt_pt: Teclado
zh_hans: 键盘
zh_hant: 鍵盤

# achievement_control_name_swipe
source: Swipe
ca: Lliscar
de: Wischen
es: Deslizamiento
fr: Glissement
it: Scorrimento
ja: スワイプ
ko: 스와이프
nl: Veeg
pt_br: Deslizar
pt_pt: Deslizar
zh_hans: 滑动
zh_hant: 滑動

# achievement_control_name_tap
source: Tap
ca: Toc
de: Tippen
es: Toque
fr: Toucher
it: Tocco
ja: タップ
ko: 탭
nl: Tik
pt_br: Toque
pt_pt: Toque
zh_hans: 点按
zh_hant: 點按

# achievement_modal_more %lld
source: +%lld more achievements
ca: +%lld assoliments més
de: +%lld weitere Erfolge
es: +%lld logros más
fr: +%lld autres succès
it: +%lld altri obiettivi
ja: +%lld件の実績
ko: +%lld개 업적 더
nl: +%lld extra prestaties
pt_br: +%lld conquistas a mais
pt_pt: +%lld conquistas a mais
zh_hans: 还有 +%lld 个成就
zh_hant: 還有 +%lld 個成就

# achievement_modal_other_achievements
source: Other achievements
ca: Altres assoliments
de: Weitere Erfolge
es: Otros logros
fr: Autres succès
it: Altri obiettivi
ja: その他の実績
ko: 다른 업적
nl: Andere prestaties
pt_br: Outras conquistas
pt_pt: Outras conquistas
zh_hans: 其他成就
zh_hant: 其他成就

# achievement_modal_subtitle
source: Congratulations! You unlocked:
ca: Enhorabona! Has desbloquejat:
de: Glückwunsch! Du hast freigeschaltet:
es: ¡Enhorabuena! Has desbloqueado:
fr: Bravo ! Tu as débloqué :
it: Complimenti! Hai sbloccato:
ja: おめでとう！アンロック:
ko: 축하해요! 잠금 해제:
nl: Gefeliciteerd! Je hebt ontgrendeld:
pt_br: Parabéns! Você desbloqueou:
pt_pt: Parabéns! Desbloqueou:
zh_hans: 恭喜！你解锁了：
zh_hant: 恭喜！你解鎖了：

# achievement_modal_title
source: Achievement Completed!
ca: Assoliment completat!
de: Erfolg freigeschaltet!
es: ¡Logro completado!
fr: Succès débloqué !
it: Obiettivo sbloccato!
ja: 実績達成！
ko: 업적 달성!
nl: Prestatie voltooid!
pt_br: Conquista desbloqueada!
pt_pt: Conquista desbloqueada!
zh_hans: 成就达成！
zh_hant: 成就達成！

# achievement_title_event_gaad
source: GAAD Assistive Week
ca: Setmana GAAD Assistiva
es: Semana GAAD Asistiva
fr: Semaine GAAD Assistive
it: Settimana GAAD Assistiva
pt_br: Semana GAAD Assistiva
pt_pt: Semana GAAD Assistiva
zh_hans: GAAD 辅助科技周
zh_hant: GAAD 輔助科技週

# achievement_title_run_overtakes %lld
source: Streak %lld
ca: Ratxa %lld
de: Serie %lld
es: Racha %lld
fr: Série %lld
it: Serie %lld
ja: ストリーク %lld
ko: 연속 %lld
nl: Serie %lld
pt_br: Sequência %lld
pt_pt: Sequência %lld
zh_hans: 连胜 %lld
zh_hant: 連勝 %lld

# achievement_title_total_overtakes %lld
source: Overlander %lld
ca: Corredor %lld
es: Corredor %lld

source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Coming soon
ca: Properament
de: Demnächst
es: Próximamente
fr: Bientôt
it: Prossimamente
ja: 近日公開
ko: 곧 출시
nl: Binnenkort
pt_br: Em breve
pt_pt: Em breve
zh_hans: 即将推出
zh_hant: 即將推出

# controller_button_dpadLeft
source: D-pad Left
ca: D-pad esquerra
de: D-pad links
es: D-pad izquierda
fr: D-pad gauche
it: D-pad sinistra
ja: 十字キー左
ko: 방향키 왼쪽
nl: D-pad links
pt_br: D-pad esquerda
pt_pt: D-pad esquerda
zh_hans: 方向键左
zh_hant: 方向鍵左

# controller_button_dpadRight
source: D-pad Right
ca: D-pad dreta
de: D-pad rechts
es: D-pad derecha
fr: D-pad droite
it: D-pad destra
ja: 十字キー右
ko: 방향키 오른쪽
nl: D-pad rechts
pt_br: D-pad direita
pt_pt: D-pad direita
zh_hans: 方向键右
zh_hant: 方向鍵右

# controller_button_leftShoulder
source: Left Shoulder
ca: Bumper esquerre
de: Linker Shoulder
es: Bumper izquierdo
fr: Gâchette gauche (shoulder)
it: Bumper sinistro
ja: Lボタン
ko: 왼쪽 숄더
nl: Linker shoulder
pt_br: Ombro esquerdo
pt_pt: Ombro esquerdo
zh_hans: 左肩键
zh_hant: 左肩鍵

# controller_button_leftTrigger
source: Left Trigger
ca: Gatell esquerre
de: Linker Trigger
es: Gatillo izquierdo
fr: Gâchette gauche (trigger)
it: Grilletto sinistro
ja: L2
ko: 왼쪽 트리거
nl: Linker trigger
pt_br: Gatilho esquerdo
pt_pt: Gatilho esquerdo
zh_hans: 左扳机
zh_hant: 左扳機

# controller_button_menu
source: Menu
ca: Menú
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
zh_hans: 选单
zh_hant: 選單

# controller_button_none
source: None
ca: Cap
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
zh_hans: 无
zh_hant: 無

# controller_button_rightShoulder
source: Right Shoulder
ca: Bumper dret
de: Rechter Shoulder
es: Bumper derecho
fr: Gâchette droite (shoulder)
it: Bumper destro
ja: Rボタン
ko: 오른쪽 숄더
nl: Rechter shoulder
pt_br: Ombro direito
pt_pt: Ombro direito
zh_hans: 右肩键
zh_hant: 右肩鍵

# controller_button_rightTrigger
source: Right Trigger
ca: Gatell dret
de: Rechter Trigger
es: Gatillo derecho
fr: Gâchette droite (trigger)
it: Grilletto destro
ja: R2
ko: 오른쪽 트리거
nl: Rechter trigger
pt_br: Gatilho direito
pt_pt: Gatilho direito
zh_hans: 右扳机
zh_hant: 右扳機

# crash_sprite
source: Crash
ca: Xoc
es: Choque
it: Incidente
ja: クラッシュ
ko: 충돌
nl: Botsing
pt_br: Batida
pt_pt: Batida
zh_hans: 撞车
zh_hant: 撞車

# debug_boolean_false
source: False
ca: Fals
es: Falso

# debug_boolean_true
source: True
ca: Cert
es: Verdadero

# debug_force_achievement_none
source: No forced achievement
ca: Cap assoliment forçat
de: Kein erzwungener Erfolg
es: Ningún logro forzado
fr: Aucun succès forcé
it: Nessun traguardo forzato
ja: 強制実績なし
ko: 강제 업적 없음
nl: Geen geforceerde prestatie
pt_br: Nenhuma conquista forçada
pt_pt: Nenhuma conquista forçada
zh_hans: 不强制成就
zh_hant: 不強制成就

# debug_force_achievement_picker_footer
source: Forces the selected achievement to appear in Game Over UI without reporting it.
ca: Força que l'assoliment seleccionat aparega en la interfície de Joc Finalitzat sense enviar-lo.
de: Zeigt den ausgewählten Erfolg in der Game-Over-Oberfläche an, ohne ihn zu melden.
es: Fuerza que el logro seleccionado aparezca en la interfaz de Fin de partida sin enviarlo.
fr: Affiche le succès sélectionné dans l'écran Game Over sans l'envoyer.
it: Mostra il traguardo selezionato nella schermata Game Over senza inviarlo.
ja: 選択した実績を報告せずにゲームオーバー画面に表示します。
ko: 선택한 업적을 보고하지 않고 게임 오버 화면에 표시합니다.
nl: Toont de geselecteerde prestatie in het Game Over-scherm zonder deze te rapporteren.
pt_br: Mostra a conquista selecionada na tela de fim de jogo sem enviá-la.
pt_pt: Mostra a conquista selecionada no ecrã de fim de jogo sem enviá-la.
zh_hans: 在游戏结束画面显示选定的成就，但不会回报。
zh_hant: 在遊戲結束畫面顯示選定的成就，但不會回報。

# debug_force_achievement_picker_title
source: Force achievement unlock
ca: Forçar desbloqueig d'assoliment
de: Erfolg freischalten erzwingen
es: Forzar desbloqueo de logro
fr: Forcer le déblocage d'un succès
it: Forza sblocco traguardo
ja: 実績解除を強制
ko: 업적 잠금 해제 강제
nl: Prestatie ontgrendelen forceren
pt_br: Forçar desbloqueio de conquista
pt_pt: Forçar desbloqueio de conquista
zh_hans: 强制解锁成就
zh_hant: 強制解鎖成就

# debug_gaad_active_assistive
source: Active Assistive Technologies
ca: Tecnologies assistives actives
es: Tecnologías de asistencia activas
fr: Technologies d'assistance actives
it: Tecnologie assistive attive
ja: 使用中の支援技術
ko: 활성 보조 기술
nl: Actieve ondersteunende technologieën
pt_br: Tecnologias assistivas ativas
pt_pt: Tecnologias assistivas ativas
zh_hans: 使用中的辅助科技
zh_hant: 使用中的輔助科技

# debug_gaad_assistive_none
source: None
ca: Cap
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhuma
pt_pt: Nenhuma
zh_hans: 无
zh_hant: 無

# debug_gaad_assistive_switch_control
source: Switch Control
ca: Control per botó
es: Control por botón
ja: スイッチコントロール
ko: 스위치 컨트롤
zh_hans: 切换控制
zh_hant: 切換控制

# debug_gaad_current_time
source: Current Time
ca: Hora actual
de: Aktuelle Uhrzeit
es: Hora actual
fr: Heure actuelle
it: Ora attuale
ja: 現在時刻
ko: 현재 시간
nl: Huidige tijd
pt_br: Hora atual
pt_pt: Hora atual
zh_hans: 目前时间
zh_hant: 目前時間

# debug_gaad_in_window
source: Inside GAAD Week
ca: Dins de setmana GAAD
de: Innerhalb GAAD Week
es: Dentro de semana GAAD
fr: Pendant la GAAD Week
it: Durante la GAAD Week
ja: GAADウィーク内
ko: GAAD 주간 내
nl: Binnen GAAD Week
pt_br: Dentro da Semana GAAD
pt_pt: Dentro da Semana GAAD
zh_hans: 在 GAAD 周期间
zh_hant: 在 GAAD 週期間

# debug_gaad_local_achievement
source: GAAD Achievement Marked Achieved
ca: Assoliment GAAD marcat com aconseguit
es: Logro GAAD marcado como conseguido
fr: Succès GAAD marqué comme obtenu
it: Traguardo GAAD segnato come ottenuto
ja: GAAD実績を達成済みに設定
ko: GAAD 업적 달성 표시
nl: GAAD-prestatie gemarkeerd als behaald
pt_br: Conquista GAAD marcada como alcançada
pt_pt: Conquista GAAD marcada como alcançada
zh_hans: GAAD 成就标记为已达成
zh_hant: GAAD 成就標記為已達成

# debug_gaad_panel_title
source: GAAD Achievement QA
ca: QA assoliment GAAD
es: QA logro GAAD
fr: QA succès GAAD
it: QA traguardo GAAD
ja: GAAD実績 QA
ko: GAAD 업적 QA
pt_br: QA da conquista GAAD
pt_pt: QA da conquista GAAD
zh_hans: GAAD 成就 QA
zh_hant: GAAD 成就 QA

# debug_gaad_qualification_mode
source: Qualification Mode
ca: Mode de qualificació
es: Modo de calificación
fr: Mode de qualification
it: Modalità di qualificazione
ja: 適格モード
ko: 자격 모드
nl: Kwalificatiemodus
pt_br: Modo de qualificação
pt_pt: Modo de qualificação
zh_hans: 资格模式
zh_hant: 資格模式

# debug_gaad_qualification_mode_voiceover_only
source: VoiceOver only (watchOS v1)
ca: Només VoiceOver (watchOS v1)
de: Nur VoiceOver (watchOS v1)
es: Solo VoiceOver (watchOS v1)
fr: VoiceOver uniquement (watchOS v1)
it: Solo VoiceOver (watchOS v1)
ja: VoiceOverのみ（watchOS v1）
ko: VoiceOver만 (watchOS v1)
nl: Alleen VoiceOver (watchOS v1)
pt_br: Somente VoiceOver (watchOS v1)
pt_pt: Somente VoiceOver (watchOS v1)
zh_hans: 仅 VoiceOver（watchOS v1）
zh_hant: 僅 VoiceOver（watchOS v1）

# debug_gaad_qualification_mode_voiceover_switch
source: VoiceOver + Switch Control (v1)
ca: VoiceOver + Control per botó (v1)
es: VoiceOver + Control por botón (v1)
ja: VoiceOver + スイッチコントロール（v1）
ko: VoiceOver + 스위치 컨트롤 (v1)
zh_hans: VoiceOver + 切换控制（v1）
zh_hant: VoiceOver + 切換控制（v1）

# debug_gaad_qualifies_now
source: Would Qualify If Run Ends Now
ca: Qualificaria si acabara ara
es: Calificaría si terminara ahora
fr: Serait qualifié si la partie se terminait maintenant
it: Qualificherebbe se la partita finisse ora
ja: 今終了すれば適格
ko: 지금 끝내면 자격 충족
nl: Zou kwalificeren als de run nu eindigt
pt_br: Qualificaria se a corrida terminasse agora
pt_pt: Qualificaria se a corrida terminasse agora
zh_hans: 若现在结束将符合资格
zh_hant: 若現在結束將符合資格

# debug_gaad_signal_latched
source: GAAD Completion Signal Latched
ca: Senyal de finalització GAAD guardada
es: Señal de finalización GAAD guardada
fr: Signal de fin GAAD verrouillé
it: Segnale di completamento GAAD bloccato
ja: GAAD完了シグナル保持
ko: GAAD 완료 신호 고정
nl: GAAD-voltooiingssignaal vastgehouden
pt_br: Sinal de conclusão GAAD travado
pt_pt: Sinal de conclusão GAAD travado
zh_hans: GAAD 完成讯号已锁定
zh_hant: GAAD 完成訊號已鎖定

# debug_gaad_window
source: GAAD Week Window
ca: Finestra setmana GAAD
es: Ventana semana GAAD
fr: Fenêtre GAAD Week
it: Finestra GAAD Week
ja: GAADウィーク期間
ko: GAAD 주간 기간
nl: GAAD Week-venster
pt_br: Janela da Semana GAAD
pt_pt: Janela da Semana GAAD
zh_hans: GAAD 周期间
zh_hant: GAAD 週期間

# debug_gaad_window_unavailable
source: Unavailable
ca: No disponible
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pt_br: Indisponível
pt_pt: Indisponível
zh_hans: 无法使用
zh_hant: 無法使用

# debug_show_spritekit_frame_stats
source: Show SpriteKit FPS and node count
ca: Mostrar FPS i recompte de nodes d'SpriteKit
de: SpriteKit-FPS und Knotenanzahl anzeigen
es: Mostrar FPS y recuento de nodos de SpriteKit
fr: Afficher les FPS SpriteKit et le nombre de nœuds
it: Mostra FPS e conteggio nodi SpriteKit
ja: SpriteKitのFPSとノード数を表示
ko: SpriteKit FPS 및 노드 수 표시
nl: SpriteKit-FPS en knopentelling tonen
pt_br: Mostrar FPS e contagem de nós do SpriteKit
pt_pt: Mostrar FPS e contagem de nós do SpriteKit
zh_hans: 显示 SpriteKit FPS 与节点数
zh_hant: 顯示 SpriteKit FPS 與節點數

# debug_simulate_premium
source: Simulate Unlimited Plays
ca: Simular partides il·limitades
de: Unbegrenzte Spiele simulieren
es: Simular partidas ilimitadas
fr: Simuler les parties illimitées
it: Simula partite illimitate
ja: 無制限プレイをシミュレート
ko: 무제한 플레이 시뮬레이션
nl: Onbeperkt spelen simuleren
pt_br: Simular Partidas Ilimitadas
pt_pt: Simular Partidas Ilimitadas
zh_hans: 模拟无限畅玩
zh_hant: 模擬無限暢玩

# debug_simulate_premium_footer
source: Default uses production behavior. Unlimited Plays forces full access. Freemium simulates that Unlimited Plays has not been purchased.
ca: Per defecte usa el comportament de producció. Partides il·limitades força l'accés complet. Freemium simula que no s'ha comprat Partides il·limitades.
de: Standard nutzt Produktionsverhalten. Unbegrenzte Spiele erzwingt vollen Zugriff. Freemium simuliert, dass Unbegrenzte Spiele nicht gekauft wurden.
es: Predeterminado usa el comportamiento de producción. Partidas ilimitadas fuerza el acceso completo. Freemium simula que no se ha comprado Partidas ilimitadas.
fr: Par défaut, comportement de production. Parties illimitées force l'accès complet. Freemium simule que Parties illimitées n'a pas été acheté.
it: Predefinito usa il comportamento di produzione. Partite illimitate forza l'accesso completo. Freemium simula che Partite illimitate non sia stato acquistato.
ja: デフォルトは本番動作。無制限プレイはフルアクセス、フリーミアムは未購入状態をシミュレートします。
ko: 기본값은 실제 동작입니다. 무제한 플레이는 전체 접근, 프리미엄 미구매는 미구매 상태를 시뮬레이션합니다.
nl: Standaard gebruikt productiegedrag. Onbeperkt spelen forceert volledige toegang. Freemium simuleert dat Onbeperkt spelen niet is gekocht.
pt_br: O padrão usa o comportamento de produção. Partidas Ilimitadas força acesso total. Freemium simula que a compra não foi feita.
pt_pt: O padrão usa o comportamento de produção. Partidas Ilimitadas força acesso total. Freemium simula que a compra não foi feita.
zh_hans: 默认为正式版行为。无限畅玩模拟完整存取；免费模式模拟尚未购买。
zh_hant: 預設為正式版行為。無限暢玩模擬完整存取；免費模式模擬尚未購買。

# debug_simulation_mode_default
source: Default
ca: Per defecte
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pt_br: Padrão
pt_pt: Padrão
zh_hans: 默认
zh_hant: 預設

# debug_simulation_mode_unlimited
source: Unlimited Plays
ca: Partides il·limitades
de: Unbegrenzte Spiele
es: Partidas ilimitadas
fr: Parties illimitées
it: Partite illimitate
ja: 無制限プレイ
ko: 무제한 플레이
nl: Onbeperkt spelen
pt_br: Partidas Ilimitadas
pt_pt: Partidas Ilimitadas
zh_hans: 无限畅玩
zh_hant: 無限暢玩

source: Done
ca: Fet
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
pt_pt: Concluído
zh_hans: 完成
zh_hant: 完成
